{
    "Journalsdata": {
        "engineering": {
            "about": [
                "Honey Publications welcome the students, professors, scholars with any engineering background to submit your articles or books. Any submission regarding Computer Science, Mechanical, Electrical, Electronic, Civil engineering will be accepted in our journal. JOE aims for high quality and quick publications. The motto of our journal is to provide the future generations in engineering background to gain vast knowledge in their desired field. This journal accepts various manuscripts like research, review, mini review, case reports, short communications, opinions, perceptions and so on."
            ],
            "classification": [
                "Programming languages",
                "Robotics",
                "Artificial intelligence",
                "Database management",
                "Network and security",
                "Electronic devices and circuits",
                "Analog communications",
                " Embedded systems",
                "Antennas and wave propagation",
                "Microprocessors and microcontrollers",
                " Electrical circuits",
                " Switch gear protection",
                "Digital signal processing",
                "Machines",
                "Thermodynamics",
                "Construction",
                "Land development",
                "Surveying",
                " Hydraulic engineering",
                " Fire protection"
            ]
        },
        "poetry": {
            "about": [
                "Honey Publications welcome fictional/non-fictional stories, poetries and novels. Novels can also be published in any number of series. Along with English, we accept Telugu and Hindi articles, books and researches on these three languages and their grammar will be accepted."
            ],
            "classification": [
                "Poetries",
                "Novels",
                "Stories ",
                "Language studies"
            ]
        },
        "NatHis": {
            "about": [
                "Modern generation have changed the days and lives from being explored to nature to prisoning ourselves in enclosed rooms. Olden day’s people comparatively lead peaceful life than the modern generation as there was nature involved in their daily routine. Though days have changed, there are lot of people still loving nature. Many naturalists perform research on nature and many readers show interest in natural history.Honey Publications team take a pride to publish articles and books on natural history. We welcome the naturalists to share the beauty of nature with the world by our means."
            ],
            "classification": [
                "Geobiology",
                "Aerology",
                "Astronomy",
                "Geology",
                "Hydrology",
                "Volcanology",
                "Montology",
                "Botany",
                "Zoology",
                "Ayurveda"
            ]
        },
        "medicine": {
            "about": [
                "Journal of Medical Science is an open access journal which is inhabited with all the medical specializations in order to create a common platform for medical science topics to make it easy for all the medical knowledge seekers and to create impact about medical researches. This is peer reviewed by our scholarly Editorial Board members. JOMS welcomes all the articles/books related to any medical specialization."
            ],
            "classification": [
                "Gynaecology",
                "Rehabilitation",
                "Cardiology",
                "Orthopedics",
                "Dermatology",
                "Nephrology",
                "Medical Genetics",
                "Neurology",
                "Pathology",
                "Pediatrics",
                "Psychiatry",
                "Surgery",
                "Urology",
                "Physical Medicine and Rehabilitation",
                "Pulmonology"
            ]
        }
    }
}